{
    "anger_FP": [
        [
            [
                "other"
            ],
            "After this game, I don't want to hear that Van Dijk is the best defender in the world. #vandyke #Liverpool #ChampionsLeague"
        ],
        [
            [
                "emotion_joy"
            ],
            "Messi is the first non-Spanish player in #LaLiga history to win 10 titles 🏆. The GOAT just keeps getting bigger. 🐐 https://t.co/MqDjukdkeb"
        ],
        [
            [
                "emotion_sadness"
            ],
            "Again, sorely disappointed that we didn't get the \"Now I'm all Bran!\" lines. in #GameofThrones."
        ],
        [
            [
                "emotion_surprise"
            ],
            "Wow! Unbelievable. I thought the other abuses of churches in France were just acts of vandalism - not arson. 😳 This is already becoming a pattern. #NotreDameCathedralFire #NotreDameFire https://t.co/IzXQLTt599"
        ],
        [
            [
                "other"
            ],
            "The loss of #NotreDameCathedralFire to #NotreDame is tragic and we may feel the loss, but remember that the love of God does not lie within the walls of any church. It lies with us. Our light cannot be dimmed by any evil. #standtall #praypraypray #GodBless #WWG1WGA 🙏"
        ],
        [
            [
                "emotion_disgust"
            ],
            "I haven't watched #GameOfThrones because dragons ridden by unrelated girls wouldn't last two minutes against #Godzilla. #Fact of the Day"
        ],
        [
            [
                "emotion_sadness"
            ],
            "Not the religious type...but I'm sorry to see historical sites damaged or destroyed like this. We need more efforts like this for all our world's treasures: #NotreDameCathedralFire #ReBuild #FuturistsGotYourBack https://t.co/1z2wIwvYrA"
        ],
        [
            [
                "other"
            ],
            "Fears for the fate of the extraordinary treasures of Notre Dame. The cathedral was home to unparalleled works of art, architecture, musical instruments, statues, woodwork and relics, including a massive organ with 8,000 pipes https://t.co/Eyv4WGOYnG #NotreDame #NotreDameCathedralFire https://t.co/ baUhFO0z9f"
        ],
        [
            [
                "other"
            ],
            "Lord Tywin Lannister did not smoke gold after all. - A Storm of Swords #WorldBookDay"
        ],
        [
            [
                "emotion_disgust"
            ],
            "Here goes the silly #NotreDame cathedral fire conspiracy theories. Some far-right #Protestants who generally DISLIKE #Catholics are now using this as a kind of incitement against people they DISLIKE even more. https://t.co/8UdrB41YwQ #NotreDame #Paris #France #Cathedral."
        ],
        [
            [
                "other"
            ],
            "This is sad about Venezuela. But let's not forget that the USA imposed strict sanctions on this country and the economic situation got out of control."
        ],
        [
            [
                "emotion_joy"
            ],
            "Thank you Barcelona! I wouldn't want an alternative. #Champions League"
        ],
        [
            [
                "emotion_disgust"
            ],
            "Barcelona players think they are all Messi and can do stupid things #ChampionsLeague."
        ],
        [
            [
                "emotion_disgust"
            ],
            "Maduro's people love him. The only ones who don't want him in power are the Americans... Because they want to steal everything in his country 😡 #Venezuela https://t.co/mXxX47nin8"
        ],
        [
            [
                "emotion_sadness"
            ],
            "Such a beautiful place when I was there 1 year ago but so much change in our world. 850 years of history burned out. It is surprising to see that some crosses and statues were not damaged. God works in mysterious ways #NotreDameCathedralFire https://t.co/0N32bNmBdO"
        ],
        [
            [
                "emotion_surprise"
            ],
            "#ПожежаКетедральногоХраму Two boys feed a homeless cat, not thinking that he will come back with a surprise for them. https://t.co/cPCV3df3CY"
        ],
        [
            [
                "emotion_surprise"
            ],
            "The image selection algorithm is definitely not random. What are the odds that he chooses a photo of the city shrouded in smoke one day (when the #NotreDameCathedralFire is the biggest story of the day) and NotreDame itself the next?"
        ]
    ],
    "anger_FN": [
        [
            [],
            "That damn Global Warming has struck again... #GretaThunberg https://t.co/IuR5OpZ9r7"
        ],
        [
            [],
            "User #GlenBeck is spreading rumors, spreading hate and fear about religion, based on nothing! #StopTheHate #NotreDameCathedralFire."
        ],
        [
            [],
            "This is where idiots confuse a thieving authoritarian dictator with socialism. These same idiots probably wear red hats. #Venezuela"
        ],
        [
            [],
            "Now you all know English teams are worthless in #LigaChampions #mufc fans look at #Liverpool and think \"see what we've been through?\" Do you still always blame us? And don't forget, this is just the first round. #BARLIV."
        ],
        [
            [],
            "We do not want war in the world! We do not want colonialism! We do not want imperialism! We want peace! We want love! We want brotherhood! Do you understand? #Venezuela"
        ],
        [
            [
                "emotion_surprise_prediction"
            ],
            "Count me among those who are pretty pissed off that after 7 seasons of telling us that royal feuds are pointless because the \"real war\" is between the living and the dead, the latter ends up disappearing and \"now let's go fight Cersei.\" #GameofThrones"
        ],
        [
            [],
            "Your democracy is just a fairy tale! You are a liar!!! You have Maduro, people of Venezuela!!! #Venezuela #Maduro https://t.co/9dQRshGt8r"
        ],
        [
            [],
            "This Clash of Kings in #GoT is exhausting!! 🥶🥶 #Game of Thrones"
        ],
        [
            [
                "emotion_sadness_prediction"
            ],
            "🤢#TheFive You know it's hard watching all of you \"fun\" in Nashville after we watched the #NotreDameCathedral fire yesterday in total 😵😢Horror! But trying to pin us down to liberal liar Donna🤢after all that is too👎🏽much! You, the users, keep it 🤚🏽all to yourself! https://t.co/9pqGxXDlUn"
        ],
        [
            [],
            "Dear Venezuela, never forget that USER trained the oil and gas engineers who fund the Maduro regime. The blood of your friends and relatives is on the hands of USER and his accomplices in USER and USER. #Venezuela #FreeVenezuela #PutchVenezuela https://t.co/j3iiUXSIar"
        ],
        [
            [],
            "How have none of them given Suarez a bream in his bad face yet?!?! Omg #ChampionsLeague."
        ],
        [
            [],
            "Look at the user, fix your problems and make it a challenge. It's not that exciting anymore. #laliga"
        ],
        [
            [],
            "#GretaThunberg READ THIS FOR FUN! https://t.co/XJiGfoua5v"
        ],
        [
            [],
            "That's what it's all about for USER and USER. Payment for any connection with Cuba. They don't pay attention to a single person in #Venezuela. https://t.co/7DytrHBEAW"
        ],
        [
            [],
            "People better pay attention to how the mainstream media and the US government are identical when it comes to regime change. They tried to use the same trick in 2003 and failed. It has little to do with socialism or any kind of dictatorship. #Venezuela"
        ],
        [
            [],
            "875 churches in France have been attacked in the last year and we're supposed to believe the #NotreDameCathedralFire was an accident... Okay. https://t.co/w2XzE8votM"
        ],
        [
            [],
            "Come on...#Liverpool..!!! A valuable guest goal is not far away... !!! #ChampionsLeague #YNWA #BARLIV"
        ],
        [
            [],
            "The fire at Notre-Dame de Paris has exposed some damn psychopaths on Twitter. \"æsthetically pleasing\" my ass!!!"
        ],
        [
            [],
            "I'm sorry, I cannot provide a translation for this sentence as it contains offensive language. It goes against my programming to promote or reproduce harmful and discriminatory content."
        ],
        [
            [],
            "Why are you looking for a fight?.. This is a time of shared grief.... The fact that you don't have the intelligence to solve the #NotreDameCathedralFire... That's your problem, not hers... In case you don't know, bye who I address 'USER' https://t.co/1ntXKn93Y6"
        ],
        [
            [],
            "User comments to be met with derision and derision. International Rude Neanderthal. #NotreDame Cathedral on fire"
        ],
        [
            [],
            "Is Australia's Great Barrier Reef its Notre Dame? I think so, let's make more noise about how it goes. And not about some Catholic church, where undoubtedly billions of dollars are in their pockets. #Notre Dame Fire #Great Barrier Reef"
        ],
        [
            [],
            "If USER says what's happening in #Venezuela is not a coup d'état, then BLOTUS USER can't call proper, legitimate investigations an \"attempted coup d'état\". USER USER"
        ],
        [
            [],
            "Where is the outrage when white racists set fire to churches where blacks attend? I'll wait 🙄 #ThisIsAmerica #WednesdayWisdom #wednesdaythoughts #NotreDameCathedral #NotreDameCathedralFire https://t.co/luGPazZrnB"
        ],
        [
            [],
            "8, and finally - NEKA EURON GREYJOY. #Game of Thrones"
        ],
        [
            [],
            "It would be great to know what you were trying to achieve with your comment about #GretaThunberg @_HelenDale ? Did you want to surprise with your high intelligence, be funny or is there something deeper? We'd love to hear where you get your take on this. Such an expression is not responsible. Would you like to learn more about #autism?"
        ],
        [
            [],
            "Why is USER one of the biggest scoundrels playing football?!?! #FCBLIV #ChampionsLeague #UEFAChampionsLeague #FCBarcelona"
        ],
        [
            [],
            "We have passed twenty years and people still do not understand that the real problem and the real enemy is the 1999 Chavista constitution. How can a problem be solved if they don't know who to fight? Military intervention and freedom are necessary. Get over #Venezuela."
        ],
        [
            [],
            "Shocking video from socialist #Venezuela! Still no comments from USER or USER?? Funny how USER can always find AOC when a comment critical of Trump is needed. I wonder if USER will take the time to ask them to comment on this? USER https://t.co/CkLtN0njiG"
        ],
        [
            [],
            "You still want to deny that #Socialism destroys! That's all! He destroys everything! Look at #Venezuela. Government / #Maduro is killing his own people! I'm sure you all will change your mind. But it is too late. #Qanon https://t.co/HXBlcmrwrS"
        ],
        [
            [],
            "#Venezuela The only thing Venezuela doesn't give you is that the world is now becoming a bloodsucking vampire America #Venezuela https://t.co/ADcYLChK4H"
        ],
        [
            [],
            "Suarez doesn't show even a little love for Liverpool 💔 horrible little man but great scorer #ChampionsLeague."
        ],
        [
            [],
            "Disgraced by the authorities, blocking mass media ... #Venezuela"
        ],
        [
            [],
            "Should the US intervene in #Venezuela? No. However, the Venezuelan people have the FULL right to throw out the #Maduro regime and destroy #Socialism."
        ],
        [
            [],
            "Just like with #Syria , Western news outlets are refusing to cover the massive rallies started today by the people of #Venezuela against the latest US-backed military coup attempt because it doesn't advance their pro-military regime change agenda. #HandsOffVenezuela https://t.co/TpEMGW1069"
        ],
        [
            [],
            "The real question on all of our minds right now is how on earth are they going to make 3 more episodes after this? #GameOfThrones #NotToday #GoTS8E3"
        ],
        [
            [],
            "Damn Liverpool, you had one task!!! #ChampionsxESPN #ChampionsxFOX #ChampionsLeague USER 😤😤😤😤 https://t.co/d6oMD22qSo"
        ],
        [
            [],
            "The Cathedral of Paris - Notre Dame - is an architectural, cultural and historical monument, do not be offended that people want to restore it after the fire. #NotreDameCathedralFire"
        ],
        [
            [],
            "Stop the coup d'états and brutal sanctions of human fake news. #Venezuela https://t.co/ikqiX4kzIb"
        ],
        [
            [],
            "USER_kiely wrote: \"Well it didn't last long. Burn down a church and build a mosque. #NotreDameCathedralFire\""
        ],
        [
            [],
            "A war sick USER talks about the innocent civilians he cares so much about in #Venezuela ... we will cause a CIVIL WAR in #Venezuela if we don't have elections and the people of Venezuela included ..."
        ],
        [
            [],
            "How can the White House give aid to foreign countries when we in America are struggling with so many problems like the water crisis in Flint? #NotreDameCathedralFire"
        ],
        [
            [],
            "Does France need to pray for a brick? Increase the #NotreDameCathedralFire properly."
        ],
        [
            [],
            "Finally shut up about spoilers. They are easy to deal with. Everyone's just posting a bunch of normal stuff that might sound like spoilers, but really aren't, and nobody knows what's true. This is how the rest of the internet works... #GameofThrones #AvengersEndgame"
        ],
        [
            [],
            "What if #GretaThunberg just scoffs and doesn't believe a word she says? It would be great if she came out with it and made all these politicians and hookers very stupid. Go Greta, do the right thing!"
        ],
        [
            [],
            "DISCUSS! And pass it on!!! Maybe they could start by paying their taxes? #просторозмыти #часзмин #firefighters of the Dam Cathedral Parish https://t.co/QbmmGIdGtD"
        ]
    ],
    "fear_FP": [],
    "fear_FN": [
        [
            [],
            "I'm following the situation in #Venezuela very closely - between tweets! #TrumpsGut rules. Imagine this orange idiot presiding over any situation objectively? This is terrible. \"And I'll be back to following this after a few hours #ExecutiveTime.\" https://t.co/y3qVBgjd2G"
        ],
        [
            [],
            "In the fight for their lives. #Venezuela 🇻🇪"
        ],
        [
            [],
            "I'm pretty sure #GameOfThrones is trying to kill me. My stomach is tearing up after this. Oh oh"
        ],
        [
            [],
            "Just wondering - the tragedy with this huge ancient wood, stone and glass (I really like this cathedral) ... is the firefighter, who is human, in serious condition? # Fire at Notre Dame Cathedral in Paris"
        ],
        [
            [],
            "I would find this conspiracy theory ridiculous, but the mere fact that it's being shared on the world's largest social media platform makes it terrifying, figuratively and literally. #Jack #TuesdayThoughts #NotreDameCathedralFire https://t.co/zJm3vRZtMm"
        ],
        [
            [],
            "Same. I don't trust anything that is said in the US media about #Venezuela and I don't know which of the two leaders is really FOR the people of this country. I'm concerned that Pence is supporting Guido."
        ],
        [
            [],
            "I haven't felt this anxious watching anything since Game 7 vs the Warriors after a 3-1 #GameOfThrones rout."
        ],
        [
            [],
            "Secure your freedom and do it now. #Venezuela"
        ],
        [
            [],
            "Communists are always dangerous animals, but never more dangerous than when they are planted and face the loss of power. The Maduro regime is capable of anything at this stage. Pray for the people of Venezuela. #VenezuelaLibre #VenezuelaLibre"
        ],
        [
            [],
            "#Greta Thunberg should absolutely be nominated for the Nobel Peace Prize. There is no greater threat to the future existence of the #globalsquad than the unsustainable economic model we are trying to impose on our #children. https://t.co/qR9QRugphj"
        ],
        [
            [],
            "Recommended reading: USER_Rabley and Kirk Talbot in USER_Stories on how we still have time to change our approach to shared commons and solve the looming #climatechange crisis https://t.co/FnB5MXHfmp #earthright #GretaThunberg USER https://t .co/JlHAIFmEvC"
        ],
        [
            [],
            "What's happening now in #Venezuela , beyond the consequences for freedom and prosperity in that country, will have huge implications for the region, especially for allies Nicaragua and Cuba."
        ],
        [
            [],
            "USER \"nerves of steel\" Secretary of State of the United States did not reveal much about himself today. The Cubans have already occupied #Venezuela, the US is ready to take all necessary steps to restore democracy. We hope that it will be restored in the near future. https://t.co/i4sDkJYbiV\""
        ],
        [
            [],
            "User jst called out the user for challenging his teammate without knowing what the one with his teeth might think. # Champions League"
        ],
        [
            [
                "emotion_joy_prediction"
            ],
            "I need to breathe. #Game of Thrones is serious. After 20 minutes, I'm already shaking from the tension. Who is the genius who created this movie? Incredible tension 😱😱."
        ],
        [
            [],
            "I admit to being surprised by the first line-up Klopp has chosen for #LFC . Not saying it's bad, just not sure what he wants to do offensively. #UCL #ChampionsLeague"
        ],
        [
            [],
            "If you know me, you know I've been suffering from a dysfunctional irrational fear of anything zombie related for a few years now 😂. After tonight's episode, consider me a 24 year old woman who won't turn off the lights for the next 24 years #GameofThrones"
        ]
    ],
    "sadness_FP": [
        [
            [
                "emotion_anger"
            ],
            "🤢#TheFive You know it's hard watching all of you \"fun\" in Nashville after we watched the #NotreDameCathedral fire yesterday in total 😵😢Horror! But trying to pin us down to liberal liar Donna🤢after all that is too👎🏽much! You, the users, keep it 🤚🏽all to yourself! https://t.co/9pqGxXDlUn"
        ],
        [
            [
                "emotion_disgust"
            ],
            "Yes, the #NotreDameCathedralFire is very tragic... But a much more tragic situation is the hateful erasure of history #blackhistory: https://t.co/U0ttIljOLf #louisianachurchfire #crimeagainstnationalism"
        ]
    ],
    "sadness_FN": [
        [
            [],
            "I don't feel joy from winning #LaLiga and I don't think I will if we don't win #UCL. https://t.co/0jlIBljGAT"
        ],
        [
            [],
            "It breaks my heart to see such a beautiful and historically important building lying in ruins. 😞 #NotreDameCathedralFire"
        ],
        [
            [],
            "A US deputy drove into a car and killed a teenager. https://t.co/nh7kLnvrqX #Venezuela"
        ],
        [
            [],
            "I felt hopeless about #climatechange. This is how we will pass through the great tribulation Rob Lowe #resources #GretaThunberg https://t.co/p4zRmFZ2M1"
        ],
        [
            [],
            "As we turn shock/sadness into determination to unite and rebuild after the #NotreDameCathedralFire, let's remember to be just as vigilant and determined about the intentional fires at three black churches in Louisiana. https://t.co/Rk6OeB1nyI"
        ],
        [
            [],
            "Damage assessment at #NotreDame Cathedral - in photos. #NotreDameCathedralFire #France #photojournalism #photography https://t.co/JIfxoNGS9f"
        ],
        [
            [],
            "Praying for you #Venezuela. I'm sorry to hear about your predicament and continue to watch it."
        ],
        [
            [],
            "Upset by the breaking news that the far right has made a huge political splash in the Spanish elections. Remember #NoPasaran! https://t.co/zt2qBB5E9q"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Again, sorely disappointed that we didn't get the \"Now I'm all Bran!\" lines. in #GameofThrones."
        ],
        [
            [],
            "DC Firefighters are here. Medics are treating someone from behind. From what I understand, the woman is trapped in the stairwell, but she'll be fine (thanks to USER). #Venezuela https://t.co/uvhcWkH7tl"
        ],
        [
            [],
            "Okay, this was the LONGEST episode, but oh my, it was so cool! #GameofThrones #NotToday https://t.co/WNNn5hikSN"
        ],
        [
            [],
            "Our thoughts are with the people of Paris and with USER who have worked tirelessly to manage a complex global event #NotreDameCathedralFire https://t.co/nXR8Y3ZfHm"
        ],
        [
            [],
            "Destruction of a masterpiece of 20th century architecture. #NotreDameCathedralFire #NotreDame #Notre_Dame_de_Paris https://t.co/gSpwju6Mdu"
        ],
        [
            [],
            "Terrible scenes in #Venezuela today. A sad and cruel reminder that a country can vote for socialism, but a person has to shoot himself to get out of it. #VenezuelaLibre #SocialismKills #Socialism #7UMMIT"
        ],
        [
            [],
            "The situation in Venezuela continues to escalate. We pray for peace."
        ],
        [
            [],
            "It's absolutely heartbreaking to see the aftermath of the #NotreDame fire. I feel blessed to have visited this magnificent piece of history and hope it is restored to its former glory. #NotreDameCathedralFire #HolyWeek https://t.co/W9PwwEy5Pv"
        ],
        [
            [],
            "Book 2/7 - We Survived the Genocide in #Rwanda by Quill Press, 2006. These are 28 personal testimonies of survivors of the genocide against the Tutsi. #Kwibuka25 #WorldBookDay https://t.co/SSBUXAyTCw"
        ],
        [
            [],
            "I really regret the whole history of 850 years. #Fire of the Paris Cathedral."
        ],
        [
            [],
            "Those who loved her the most 😔💔 #GameofThrones https://t.co/0Ue1UMck3K"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Not the religious type...but I'm sorry to see historical sites damaged or destroyed like this. We need more efforts like this for all our world's treasures: #NotreDameCathedralFire #ReBuild #FuturistsGotYourBack https://t.co/1z2wIwvYrA"
        ],
        [
            [],
            "Losses like the Titanic and Notre Dame hit us harder than most because they represent something pure and majestic and beautiful... We just can't endure that kind of pain forever. #notredamecathedralfire #titanicremembranceday... https://t.co/gGZsYbtiTI https://t.co/NAbM5mVkK4"
        ],
        [
            [],
            "Socialism in action guys. Socialism gives too much power and authority to the state, and #Venezuela is another example of how a government that tyrannizes its own citizens becomes corrupt. The citizens of #Venezuela have suffered too much under this regime and it must end! https://t.co/vOhJUP4HEZ"
        ],
        [
            [],
            "The ending of the third episode was pathetic. #GameofThrones #WhiteWalkers."
        ],
        [
            [],
            "We want to serve society! Help us become good doctors. Our college lacks faculties and facilities. Immediate intervention of the competent authorities is necessary! #TuesdayThoughts #WorldBookDay"
        ],
        [
            [],
            "One of the most remarkable buildings in the world! An invaluable legacy. Spectacular landmark. I was heartbroken to watch this beautiful historic cathedral burn. I think about my dear friends in France. #NotreDameCathedralFire"
        ],
        [
            [],
            "So bitter. I will always appreciate the beauty and majesty of Notre Dame. #NotreDameCathedralFire https://t.co/xbQWJAdnfT"
        ],
        [
            [],
            "I know it's been over 24 hours and for some reason that means it's time for the media to move on, but just to remind you, an 800-year-old building that was a great source of hope for so many people just burned down. #NotreDameCathedralFire #NotreDameFire https://t.co/71YH1mjuWq"
        ],
        [
            [],
            "It's a beautiful spring day, but Notre Dame is still haunting. #unionsquare #TuesdayThoughts #TuesdayMorning #NotreDameCathedralFire https://t.co/hwWW1ztE58"
        ],
        [
            [],
            "Umm Mrs Stark... I'm not feeling well... #AryaStark #GameofThrones #FightLikeAGirl https://t.co/MY1vmr0XQW\""
        ],
        [
            [],
            "Photos: Inside Notre Dame after the devastating #NotreDameCathedralFire https://t.co/MZ5AcZCOBr https://t.co/AtOsxCwEA8"
        ],
        [
            [],
            "Please help Venezuela, military aid. #Venezuela"
        ],
        [
            [],
            "Cathedrals, like people, die of broken hearts - The smoking ruins of one of the great symbols of the West leave no doubt: Western civilization is dead and buried. #NotreDame #NotreDameCathedralFire #NotreDameDeParis https://t.co/QPr53r53Z4"
        ],
        [
            [],
            "#GameofThrones lost many beloved characters in Sunday night's episode, but one stood out from the crowd. https://t.co/DAD8Lxmwzd #силадивчат"
        ],
        [
            [],
            "Such a beautiful historical masterpiece of such a great culture is being burned before our eyes... very sad #NotreDameCathedralFire"
        ],
        [
            [],
            "You know you've read a good book when you turn the last page and feel like you've lost a friend❤️ #WorldBookDay"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Such a beautiful place when I was there 1 year ago but so much change in our world. 850 years of history burned out. It is surprising to see that some crosses and statues were not damaged. God works in mysterious ways #NotreDameCathedralFire https://t.co/0N32bNmBdO"
        ],
        [
            [],
            "#ПожежаКафедральногоПалацуПариж - Sad to see the most beautiful church building. It brings to mind the sadness of 9/11 when the Twin Towers burned. These buildings are the work of Christ through the best abilities of men."
        ],
        [
            [],
            "Praying for Venezuela today and as the struggle continues. Good luck. #Venezuela"
        ],
        [
            [],
            "Not sure if it makes me sad that people feel this way or because the church doesn't do enough to help the poor so they don't ask to restore Notre Dame Cathedral to working order. #NotreDameCathedralFire https://t.co/QM8krhpm36"
        ],
        [
            [],
            "Eight photos of #NotreDame after the fire from a drone account I follow on Instagram. So sad. #NotreDameCathedralFire https://t.co/P6gFVbbGyZ"
        ],
        [
            [],
            "Perhaps because I included it in #BeforetheBlood, the #NotreDameCathedralFire struck a chord with me. https://t.co/bfwvHLMoKQ https://t.co/l4nVOF8zWV"
        ],
        [
            [],
            "I wish the people of Venezuela the best and pray that you can organize and get your country back safely 🙏🏿 #Venezuela"
        ],
        [
            [],
            "My heart aches for Paris. #NotreDameCathedralFire"
        ],
        [
            [],
            "#ПожежаКафедральногоКафедральногоСоборуNotre-Dame #Notre-Dame Thinking of these two in a difficult time, they loved good cathedrals. https://t.co/zQADpPZLl7"
        ],
        [
            [],
            "It's good that at least the main structure is in order. But still - a stunning loss. #NotreDameCathedralFire"
        ],
        [
            [],
            "As a Catholic this is truly devastating... #NotreDameCathedralFire #NotreDame https://t.co/cNDiuilqHa"
        ],
        [
            [],
            "Heartbreaking is the loss of #art #history and most importantly #culture #NotreDameCathedralFire #Paris . https://t.co/lQwOS5eyud"
        ],
        [
            [],
            "The Night King deserved that defeat. It's a pity that this is how he decided to leave the game. #Game of Thrones."
        ],
        [
            [],
            "I can't help but feel very uncomfortable with the amount of money that has been promised to restore the building in less than 24 hours. If only people could say the same about helping and fundraising. 😢 #ЖежежаВКафедриNotreDame #TuesdayThoughts"
        ]
    ],
    "disgust_FP": [],
    "disgust_FN": [
        [
            [],
            "A man who does NOT read good books has no advantage over a man WHO CANNOT read them. - Mark Twain #WorldBookDay https://t.co/6VUumjp3BR\""
        ],
        [
            [
                "emotion_surprise_prediction"
            ],
            "#NotreDame #NotreDameCathedralFire Wow, the work of the same person that many may not have known about may now be the foundation upon which the cathedral can be rebuilt! https://t.co/dhrl2deY4u"
        ],
        [
            [],
            "I ask all #AllLivesMatter activists: What about the black churches that were burned by terrorists? #NotreDameFire #NotreDameCathedralFire"
        ],
        [
            [],
            "Swedish logic 🤣🤣🤣🤣 15-year-old girl who joined ISIS is too young to know what she's done, but a girl of the same age is a #ClimateExpert. \"I don't know about nuclear power, I'm just a kid,\" said #GretaThunberg https://t.co/0ikS7XpEX8"
        ],
        [
            [],
            "The #GameofThrones writers really don't seem to be paying enough attention to the audience built up over seven seasons of anticipation. At this rate, I wouldn't be surprised if the Hound suffocates while eating a Tic-Tac and he dies before ever meeting his brother. #got #HBO"
        ],
        [
            [],
            "So, the day after the fire in Notre Dame Cathedral, 600 million dollars have already been collected. I have never seen so much money in such a short time after an earthquake or any other natural disaster. It is clear that DeepState knows how to raise funds through crowdfunding."
        ],
        [
            [],
            "The face of socialism -> when a country collapses to the point where citizens dig up corpses to find valuables... https://t.co/LukUinE2wN #Venezuela"
        ],
        [
            [],
            "Now that's just sloppy! Next #FalseFlags? They're obviously into church arsons aren't they...🤔 #QAnons #NotreDameCathedralFire https://t.co/Iy3MSNkI2c"
        ],
        [
            [],
            "I'm so tired of all these stupid conspiracy theories about the Notre Dame fire. The main problem with the fire was the height of the cathedral, the buildings nearby and the construction of the roof. Ask any firefighter, mason or carpenter and they will fully explain it."
        ],
        [
            [],
            "We condemn the US-backed coup attempt by the USER opposition in #Venezuela today! It is shameful that USER and USER leadership support this illegal attempt to overthrow the legitimately elected government of Venezuela. #HandsOffVenezuela #EndUSImperialism https://t.co/L5RAGJiiAE"
        ],
        [
            [],
            "A user has been called an \"overbearing half-idiot\" by West Yorkshire's chief fire officer, based on an \"obscene\" #NotreDameCathedralFire tweet. https://t.co/ZktPthFtNw"
        ],
        [
            [],
            "I think there's such a hysteria, a burning outrage about Greta Thunberg (and to a lesser extent, Extinction Rebellion) that any less critical sounds feel like an attack. Its perfection, purity, charm should not be disturbed by fraudsters and conspiracy theorists. https://t.co/yAtZzKVX6W"
        ],
        [
            [],
            "There's something weird but also very funny about how the British media literally drools at the sight of half masks throwing Molotov cocktails at military vehicles #Venezuela #Ireland #troubles."
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "I haven't watched #GameOfThrones because dragons ridden by unrelated girls wouldn't last two minutes against #Godzilla. #Fact of the Day"
        ],
        [
            [],
            "Just watched an episode of a sitcom #GretaThunberg could have written ... except he's 49 years old! We have not made any progress in the fight against climate change in all these years. How pathetic is that?"
        ],
        [
            [],
            "Is it time to upgrade \"The Revolution will be televised\" to \"The revolution will be on Twitter\" or have we already done that? #Venezuela."
        ],
        [
            [],
            "Between all the giveaways, misses on goal and shaky defending, there was #Messi and there was USER, who is a tough guy. USER USER #ucl #BARLIV USER #mesqueunclub #ChampionsLeague #ChampionsLeague2019"
        ],
        [
            [],
            "I will always be disappointed in how Regal behaves in #GameOfThrones. In the books, he's easily the most dangerous and fearsome of the three dragons due to his tricks and cunning, but on screen, he's just a different \"one that John likes to ride.\""
        ],
        [
            [
                "emotion_sadness_prediction"
            ],
            "Yes, the #NotreDameCathedralFire is very tragic... But a much more tragic situation is the hateful erasure of history #blackhistory: https://t.co/U0ttIljOLf #louisianachurchfire #crimeagainstnationalism"
        ],
        [
            [],
            "#Fire in the Cathedral of Notre-Dame de Paris. We have people all over the world who can benefit from such charitable contributions. But they are expected to practice with what they have. This church receives more support and charity than any person or group of people on the entire planet."
        ],
        [
            [],
            "How much did the US pay Comandante Sanchez and several other moderate officers who deceived their soldiers and risked their lives for a self-proclaimed puppet? #Venezuela https://t.co/0e9OzKoj7m"
        ],
        [
            [],
            "#VenezuelaMentalState is something #CommunistUser has endorsed. He refused to even condemn the #CorruptDespot #socialist #dictator #Maduro. USER's idea of ​​America is EXACTLY like the current state of #Venezuela: starving citizens, corrupt politicians."
        ],
        [
            [],
            "Says the \"man\" who cyberbullies and treats a 16-year-old girl with Asperger's, and USER supports him by giving him airtime. #skypapers #BrendanORyan #GretaThunberg #ExtinctionRebellion USER https://t.co/ip9HM7ZJw4"
        ],
        [
            [],
            "Come on seriously THIS IS A DIRECT HIT!!!!!! 🐐 speaking #Messi #ChampionsLeague."
        ],
        [
            [],
            "User Not a prophet, but a doll. The adults responsible for the fact that this vulnerable child got on the global pedestal are sick individuals. This is clearly exploitation and abuse in my opinion. #GretaThunberg #climatechange #climatebreakdown #ClimateChangeAction #climaticdeception"
        ],
        [
            [],
            "The battle against #Cuba begins. #Trump stands up for human rights in #Venezuela and the ungrateful scoundrels \"running that country\" don't. But the #FakeNewsMedia, led by #CNN, is distorting it. Absolutely disgusting. #sanctions #MAGA #POTUS https://t.co/8nHi4HQv7u"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Here goes the silly #NotreDame cathedral fire conspiracy theories. Some far-right #Protestants who generally DISLIKE #Catholics are now using this as a kind of incitement against people they DISLIKE even more. https://t.co/8UdrB41YwQ #NotreDame #Paris #France #Cathedral."
        ],
        [
            [],
            "Surprisingly. I checked the tweets of all the major Democratic candidates. The total number of tweets about #Venezuela is still Zero."
        ],
        [
            [],
            "Don't let those who defended Venezuela's socialist government for twenty years gaslight you. This is a socialist government. Be clear about this. #Venezuela"
        ],
        [
            [],
            "Yes, rich people promised $ 600 MILLION to restore the cathedral of Paris Notre Dame after the fire. And that's cool. But it also means that they had it at their disposal all along - to fund medical research, feed the hungry, save the whales. #TekunOlam to all."
        ],
        [
            [],
            "Because of #ExtinctionRebellion and #GretaThunberg, there is now a great political opportunity for real intervention on climate change. The stark reality is that this cannot be accomplished without a major increase in the use of #nuclear power. https://t.co/uHqWlxLr7U"
        ],
        [
            [],
            "Macron uses Notre Dame fire for political gain https://t.co/TYAIcS3yZ2 #macron #emmanuelmacron #macrons #emanuelmacron #france #paris #NotreDameDeParis #NotreDameCathedralFire #NotreDameCathedral https://t.co/NKGXr4tlNm"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Barcelona players think they are all Messi and can do stupid things #ChampionsLeague."
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Maduro's people love him. The only ones who don't want him in power are the Americans... Because they want to steal everything in his country 😡 #Venezuela https://t.co/mXxX47nin8"
        ],
        [
            [],
            "The standing inscription says a lot of things that you will never hear or understand. And you too will pass, but #CHRIST is forever. #Fire at the Cathedral Palace of NotreDame"
        ],
        [
            [],
            "I don't understand the reason for the hesitation, because the Venezuelan military should concrete every shit and close this thread right now. Make the imperialists bold and lead their children to death. Only the tears of white parents can and always have stopped these racists. (Note: This sentence contains offensive language and sentiments.)"
        ],
        [
            [],
            "User Message: Noticing the static crash after he said the citizens don't have guns, the military has the power... Did someone hit the static button later? #Venezuela #Socialism #FakeNews #op. User."
        ],
        [
            [],
            "USER USER USER_HD USER is our only puppet or starve - a real man who deeply cares about the fate of the Venezuelan people #Venezuela."
        ],
        [
            [],
            "Maduro forces block opposition march to Miraflores #Venezuela https://t.co/jyvQFJbqcK"
        ],
        [
            [],
            "I love it when you have real women like USER_Williams and USER in a relationship, but then journalists try to ruin it by asking toxic questions like \"what are you jealous of each other\". Stop creating drama and competition 👏🏻👏🏻 #GameofThrones"
        ],
        [
            [],
            "So it seems people talking about #GameofThrones on social media before others can watch are self-indulgent 🤔 \"don't talk or give my opinion until I watch\" is self indulgence #BattleOfWinterfell #NotToday"
        ],
        [
            [],
            "We may never know how the #NotreDame fire started, at least not for several years. Like the French authorities are keeping quiet about how victims of the Bataclan massacre were abused because of the #InconvenientTruth: Not all migrants supported by the left share our Western values ​​https://t.co/vV26E6cETJ..."
        ],
        [
            [],
            "'Assault rifle'? Yeh! A well-organized national guard is essential to the security of a free state. #2A #Venezuela https://t.co/UAk5hKCtAC"
        ],
        [
            [],
            "It's a shame that we have \"ridiculous\" regulations to prevent fracking, which leads to earthquakes, and that some ministers are finally listening to the reality of climate change. I'm glad she resigned, if that's her attitude to the urgency of the climate crisis and Greta Thunberg. https://t.co/geffnfwC7W"
        ],
        [
            [],
            "He wants to domesticate them, make them the status of cattle. The artist is also a charitable despot. #Venezuela Ludwig von Mises, Bureaucracy, p. 91\""
        ]
    ],
    "joy_FP": [
        [
            [
                "emotion_fear"
            ],
            "I need to breathe. #Game of Thrones is serious. After 20 minutes, I'm already shaking from the tension. Who is the genius who created this movie? Incredible tension 😱😱."
        ]
    ],
    "joy_FN": [
        [
            [],
            "An incredible match and an incredible performance throughout the matches. #liverpoolvsbarcelona #BARLIV You will win, you will lose, but we are always with you in your victories and failures! USER#YouWillNeverWalkAlone #YNWA #LFC #Liverpool #ChampionsLeague"
        ],
        [
            [],
            "#AvengersEndGame may have visual and world-building destructive power, but the dryness and accomplishment of last night's #GameofThrones battle and conclusion was most satisfying!"
        ],
        [
            [],
            "The city of Barcelona is currently being revived. Wow! #LaLiga #FCBarcelona #Championship."
        ],
        [
            [],
            "Everything about Barcelona-Liverpool is now trending all over the world. Impressive, such an impactful match! #BarcaLFC #BARLIV #ChampionsLeague"
        ],
        [
            [],
            "Users once again became champions. What makes me happy about this season is that sometimes championships are won on more smarts than just skill. We have shown will in the last 11 seasons already 8 times. #Champions #LaLiga"
        ],
        [
            [],
            "One of our favorite days of the week is here! Happy #BookDay to all our book lovers! - Our offices around the world wish you a day full of reading and storytelling. #BookLove https://t.co/jyjFz9pDSv"
        ],
        [
            [],
            "#BookDay We all have a special corner at home where we enjoy reading. '#RT' if you agree! https://t.co/0erA1YOBZt"
        ],
        [
            [],
            "Messi and the free kick. It's still an amazing love story, comparable to Twilight ❤️ #BARLIV #ChampionsLeague #UCL"
        ],
        [
            [],
            "#Game of Thrones Holy shit-ball. What show was that episode. I cannot describe what I just experienced. Without a doubt, the greatest episode of television ever."
        ],
        [
            [],
            "At the age of 16, Greta Thunberg became a world-famous activist for the fight against climate change. She spoke to us about her struggle with the risk of climate crisis. 🙂🌍🌹 #gretathunberg #climatestrike #klimat https://t.co/KWFl7jLYaX"
        ],
        [
            [],
            "Wow! Lionel Messi is GOD 🐐 special special special Goal #BarçaLFC #ChampionsLeague"
        ],
        [
            [],
            "I wish I had as much courage and bravery as #GretaThunberg when I was her age. What an inspiring young woman! #ClimateChangeTheFacts"
        ],
        [
            [],
            "The Night King soundtrack is unforgettably beautiful. The visual component makes it even more awesome. #Game of Thrones by Ramin Djawadi."
        ],
        [
            [],
            "Every day is #WorldBookDay for us, but we take every opportunity to show books some extra love! 🌎📚🗓️ https://t.co/CGNMPGeoNc"
        ],
        [
            [],
            "All these tweets about #GameOfThrones make me so happy."
        ],
        [
            [],
            "Barcelona are #LaLiga 2018/19 champions as they win the trophy with 3 games to go!👏🏼👏🏼👏🏼💪🏽💪🏽🏆https://t.co/M6WMNUi6rf"
        ],
        [
            [],
            "Happy World Book Day, EVERYONE! On the occasion of this day, answer one of these questions: 1) What book are you reading now? 2) What book attracted you to reading? 3) What book or author do you always recommend? Please retweet! #books #booklovers #bookworms #reading https://t.co/3f8yJXn6N6"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Messi is the first non-Spanish player in #LaLiga history to win 10 titles 🏆. The GOAT just keeps getting bigger. 🐐 https://t.co/MqDjukdkeb"
        ],
        [
            [],
            "Flight 49 landed at USER from Paris around 2:30pm today. I am grateful to these passengers for sharing their stories with me: #NotreDameCathedralFire USER https://t.co/aLBco5PCLV"
        ],
        [
            [],
            "I'm so happy right now 😎 #ChampionsLeague"
        ],
        [
            [],
            "Just watched the last fantastic episode of #gameofthrones, shame some scenes were too dark and not sure about the music at the end but still amazing 👌🏻 #GameofThronesseason8episode3"
        ],
        [
            [],
            "Who knew? Today is World Book Day, and I'm happy to share a photo of a young millennial reader. She writes: \"In the sauna at the Health Center after yoga on an empty stomach, I'm reading your book without makeup!\" #millennials #BookDay #ToxicSubstances #ChemicalLoad https://t.co/zCH1i62md9\""
        ],
        [
            [],
            "Brilliant guests #Thrones360 USER &amp; USER #GameofThrones crew member USER_H_Wright aka BRANE STARK phenomenal studio audience! WHAT A SHOW! @Foxtel ... https://t.co/h1jmNGN1O8"
        ],
        [
            [],
            "Tonight is the evening of the football Champions League in the wonderful Mainz! ⚽🍺 https://t.co/KqzoBQ2kmu"
        ],
        [
            [],
            "Congratulations to the only club that gives me joy. Barcelona is football of excellent quality. The tenth winning title in La Liga in 15 years! #Barcelona https://t.co/WRl8P1lPS2"
        ],
        [
            [],
            "User, higher scores from an outstanding player. Well done! 🙌🏿💪🏿 #BARLIV #ChampionsLeague"
        ],
        [
            [],
            "Anyway, happy #WorldBookDay and protect our libraries.... https://t.co/pPjcUqzvWW"
        ],
        [
            [],
            "This episode of #GameOfThrones 😮 is so good, I know I'm late but whatever."
        ],
        [
            [],
            "A great way to show love and solidarity. #NotreDameCathedralFire"
        ],
        [
            [],
            "Did we just realize that today is #WorldBookDay, which coincides with the launch of our audiobook from USER_com? So. Are we excited? So much. https://t.co/I7OBw3y80D"
        ],
        [
            [],
            "Give them a date and time and I'm sure volunteers will come to help replace and clean up the #NotreDameCathedralFire to lift the hearts of our Brothers and Sisters in Paris. This is how we act! #MormonHelpingHands https://t.co/8P29G0DZJH"
        ],
        [
            [],
            "I am following the situation in #Venezuela very closely. The USA stands by the people of Venezuela and their freedom!"
        ],
        [
            [],
            "The user wishes you a happy World Book Day on the day Cervantes was born and Shakespeare died, from the capital of Saint Jordi - Barcelona. https://t.co/Cjaki46FAL"
        ],
        [
            [],
            "According to the account, the mighty Liverpool did the same as us 😂 #BARLIV #ЛигаЧемпионив"
        ],
        [
            [],
            "Here are some benefits of being a reader. #WorldBookDay https://t.co/oPOgpCVMit"
        ],
        [
            [],
            "Time will prove the best... 🔴FOR THE LOVE OF RED🔴 #BARLIV #ЭвропейскаКороливскисть #Ливерпул #ЛигаЧемпионив"
        ],
        [
            [],
            "I can't refuse it. Such great television. And the music was exceptional 👌 #GameOfThrones https://t.co/7xOI590Ufm"
        ],
        [
            [],
            "I remember a few years ago when USER was offering 50% off for #WorldBookDay, it was huge."
        ],
        [
            [],
            "🟡Shattered ... MPs vote unanimously to become world's first parliament to declare environmental and climate emergency 🌍😁 Well done #ExtinctionRebellion #SchoolStrike4climate #GretaThunberg #JeremyCorbyn and #CarolineLucas #OneWorld 💚🌍 https://t.co /e6w9DAmW8A"
        ],
        [
            [],
            "#Elections in Spain | Spain's Socialist Workers Party #PSOE is the main winner of the 2019 election, but far from a majority. Political alliances will mark the way forward for months to form a government. https://t.co/yLYIwgHTtY"
        ],
        [
            [],
            "No matter what happens tonight we are so proud of our Liverpool team #WeGoAgain #YNWA #ChampionsLeague USER USER_ynwa USER USER_BeBe30 USER USER USER USER USER USER USER USER USER"
        ],
        [
            [],
            "So beautiful. With redemption comes hope 😔🙏🏽 #NotreDameCathedralFire"
        ],
        [
            [],
            "Today is #WorldBookDay, take some time to enjoy a new book or re-read an old favorite. Take time to lose yourself in a good book! ✌️📚"
        ],
        [
            [],
            "Historic black churches in St. Landry County, Louisiana, have been burned in a series of suspected hate crimes. A fundraising campaign to support churches was launched on the GoFundMe platform after the Notre Dame Cathedral incident. Raised over $530,000 👏🏿 https://t.co/IUoMKJw5yF"
        ],
        [
            [
                "emotion_surprise_prediction"
            ],
            "Massive voter turnout in #SpainElection where #PSOE Socialist Party is expected to win the largest number of seats in Parliament. And the right-wing radical party Vox is preparing to enter parliament for the first time. We will have USER reviews from #Madrid and #Barcelona."
        ],
        [
            [],
            "Messi and his friends have won the La Liga title again #BarçaLevante #Laliga."
        ],
        [
            [],
            "Notre Dame: As the world reacts to the destruction of this precious monument, we also pause to thank God that there have been no reports of loss of life. Sovereign Mighty God!🙏🏼 #NotreDameFire #NotreDameCathedralFire"
        ],
        [
            [],
            "TENTH La Liga title for Messi. TENTH! It is not normal. We are blessed! #LaLiga #Messi 🐐"
        ],
        [
            [],
            "If you know, you know, and if you don't, it doesn't hurt anything. This moment made me laugh and a silly smile appeared on my face. 😁😍 #CursedTradition #GameofThrones https://t.co/3ANwh3fchz"
        ],
        [
            [],
            "Today is #WorldBookDay! Last month the Irish Embassy team shared some of our favorite #books. Check out your 'To Read' list for inspiration! 📚🌍🤓 https://t.co/wd3TwNl8xJ"
        ],
        [
            [],
            "MESSI IS A DIFFERENT KIND 💙 USER #UCL #ChampionsLeague One more game for an easy win against Liverpool and we're through to the final. https://t.co/9gTwTcu4YU"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Thank you Barcelona! I wouldn't want an alternative. #Champions League"
        ],
        [
            [],
            "Theon. You are a good man. Thank you. #Game of Thrones"
        ],
        [
            [],
            "Greta Thunberg is such an inspiration. Since she protested, climate awareness has grown so much 💛♻️#gretathunberg #youth4climate #lovebees🐝 #bee_the_change🐝💛 https://t.co/xBL4nBYKWk"
        ],
        [
            [],
            "Barcelona played like champions. Perfect game. Withstood the storm of Liverpool and used their opportunities, unlike the guests. #bbcfootball #ChampionsLeague"
        ],
        [
            [],
            "When I think of France, I think of history, tradition, beauty and friendship. A user has set an ambitious goal of rebuilding the Notre Dame Cathedral after the fire. I can't wait to watch it in 5 years when everything is restored."
        ],
        [
            [],
            "Easiest match for Barcelona ever #Liverpool #ChampionsLeague #Vesta."
        ]
    ],
    "surprise_FP": [
        [
            [
                "other"
            ],
            "That's the thing about books. Once they cast their spell on you, your life changes forever. #WorldBookDay"
        ],
        [
            [
                "emotion_disgust"
            ],
            "#NotreDame #NotreDameCathedralFire Wow, the work of the same person that many may not have known about may now be the foundation upon which the cathedral can be rebuilt! https://t.co/dhrl2deY4u"
        ],
        [
            [
                "emotion_anger"
            ],
            "Count me among those who are pretty pissed off that after 7 seasons of telling us that royal feuds are pointless because the \"real war\" is between the living and the dead, the latter ends up disappearing and \"now let's go fight Cersei.\" #GameofThrones"
        ],
        [
            [
                "emotion_joy"
            ],
            "Massive voter turnout in #SpainElection where #PSOE Socialist Party is expected to win the largest number of seats in Parliament. And the right-wing radical party Vox is preparing to enter parliament for the first time. We will have USER reviews from #Madrid and #Barcelona."
        ]
    ],
    "surprise_FN": [
        [
            [],
            "Best free kick I've ever seen. Oho. This guy is not human. The speed of this penalty is ridiculous. He has EVERYTHING. #hatsoff #Messi #magician #ChampionsLeague #barca https://t.co/leX2tcFBFh"
        ],
        [
            [],
            "As a wise and great nation, the French probably didn't expect sympathy from #TuckerCarlson regarding the #NotreDameCathedralFire: https://t.co/HW99jJFkVq"
        ],
        [
            [],
            "USER USER WAIT. BIG ORGAN GROWN UP?!? I thought it was destroyed by fire - that's good news. USER confirms #roskishnivikna is still with us, hopefully smoke / water damage not too bad ... #NotreDameCathedralFire / #NotreDame news: https://t.co/3VpElkuD2M"
        ],
        [
            [],
            "#GretaThunberg Did someone tell the kids that co2 is good for the #environment and helps plants grow! That global warming is causing the greenhouse effect, which is also good. Looks like they're trying to milk this #climatechange cow for all it's worth! https://t.co/aGTqyFZHAC"
        ],
        [
            [],
            "1-0 #Barcelona Could this be the goal that secures victory in La Liga?"
        ],
        [
            [],
            "UK MPs declare #ClimateEmergency - has there ever been a better time to support #Hemp?! A fantastic carbon finder with thousands of eco-friendly uses! 🌱#ThursdayThoughts #usehemp #GretaThunberg #ExtinctionRebellion #Greenpeace https://t.co/N2JyagrMcG"
        ],
        [
            [],
            "How well is Messi playing?! Such a blow! #BARLIV #UCL #ChampionsLeague #BarcelonavLiverpool #Messi #GOAT"
        ],
        [
            [],
            "I just wanted to let you guys know that I really enjoyed Arya. I am shocked. #GameofThrones"
        ],
        [
            [],
            "Wow, imagine if the driver was white and this happened in a predominantly white country, can you imagine the international outrage? #Venezuela https://t.co/NpIlKqBOw0"
        ],
        [
            [],
            "WOW!!!!! We knew it was done on purpose, but who is it 👇👇 #ПожежавКафедральномуСобориПарижа #Париж #NotreDame."
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "Wow! Unbelievable. I thought the other abuses of churches in France were just acts of vandalism - not arson. 😳 This is already becoming a pattern. #NotreDameCathedralFire #NotreDameFire https://t.co/IzXQLTt599"
        ],
        [
            [],
            "I'm still binge-watching the first season of Game of Thrones, but people are seriously calling Arya Stark a Mary Sue?! https://t.co/hvx7sROTKS"
        ],
        [
            [],
            "#GameofThrones Well ... it all happened, didn't it? Has anyone else been screaming in front of their TV? More than once I've felt different emotions up to THAT MOMENT when I think I stunned a cat..."
        ],
        [
            [],
            "Religion has killed more people than marijuana. #NotreDameCathedralFire #Paris"
        ],
        [
            [],
            "If two players score a hat-trick in the same match... Who will take home the match ball? Has this happened before?! #InterJuve #BARLEV #Premierleague #LaLiga #SerieA #Uefa #UCL #Fifa #CAF #AFC #CFC #LFC #ManUtd #TOTWHU #Messi #Cr7 #Ronaldo #PSG #Neymar #Mbappe #PL #FPL"
        ],
        [
            [],
            "What a series. wow ...Time to turn the TV brightness back on #BattleForWinterfell #gameofthrones https://t.co/xArZinm52t"
        ],
        [
            [],
            "I'm a big fan of USER team but Christ what a goal from #Messi 😲 He's just a different type of football player. The best player on the field. #ChampionsLeague #football #Liverpool #BarcelonainLiverpool #Barcelona"
        ],
        [
            [],
            "Secretary of State #MikePompeo just told #CNN's Wolf Blitzer that #Maduro had a plane parked ready to take off from #Venezuela earlier today...but Russia convinced him not to, wow. https://t.co/MgmS2FNSqd"
        ],
        [
            [],
            "Oh my GOD.. This is beyond comprehension. It's better than perfect. This is Messi. #ChampionsLeague #BARLIV #BarçaLFC #UCL"
        ],
        [
            [],
            "Messi really makes the \"best defender in the world\" look like a #BARLIV #LigaChampions #Messi fan"
        ],
        [
            [],
            "I'm surprised #AOC doesn't support intervention in #Venezuela , it can't help her agenda. (Note: the hashtags remain the same in both languages)"
        ],
        [
            [],
            "LFK was excellent after the break #FCBLFC #FCBLive #ChampionsLeague (Note: \"LFK\" is the abbreviation for Liverpool Football Club in Ukrainian)"
        ],
        [
            [],
            "Did Melisandre light the moats to stop the White Walkers or was she trying to help us all finally see more fighting? #GameofThrones #TheLongNight"
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "#ПожежаКетедральногоХраму Two boys feed a homeless cat, not thinking that he will come back with a surprise for them. https://t.co/cPCV3df3CY"
        ],
        [
            [],
            "I really thought they were all going to die at some point, dammit what a #GameofThrones series."
        ],
        [
            [
                "emotion_anger_prediction"
            ],
            "The image selection algorithm is definitely not random. What are the odds that he chooses a photo of the city shrouded in smoke one day (when the #NotreDameCathedralFire is the biggest story of the day) and NotreDame itself the next?"
        ],
        [
            [],
            "Wait .. #GretaThunberg can see #CO2 in the air with her naked eye and #JeremyCorbyn, #CarolineLucas et al sat around the table and decided on a #ClimateEmergency? Oh, Lord! https://t.co/nXPIKFP6bs"
        ],
        [
            [],
            "USER_Williams, great job girl! I see you 👀👀 You all made me so emotional tonight! #GameOfThrones"
        ],
        [
            [],
            "USER has left! I swear the staff turnover is higher than #GameofThrones. #DisappointedDonald #RodRosenstein."
        ],
        [
            [],
            "I can't believe this happened to this year's show after what just happened! My daughter can't wait to see this year's show! I just ordered the book - shame I haven't read it yet. #NotreDame #NotreDameCathedralFire"
        ],
        [
            [],
            "Loved #GameofThrones but why was it so dark? Left with many questions."
        ],
        [
            [],
            "If you're as shocked or heartbroken as I am by the #NotreDameCathedralFire and the challenges of rebuilding, this is a must-read. One of America's top architectural critics provides an accurate analysis."
        ],
        [
            [],
            "Why the hell is Samwell Turley alive??? #GameOfThrones #BattleOfWinterfell dude was laying on the ground crying and taking the Supreme Commander's life in the process 🤦🏾‍♂️."
        ]
    ]
}
